<?php

return [
    //-- static pages --//
    'password' => 'Password',
    'username' => 'Username',
    
    // contact
    'contact_motivation' => 'Για οποιαδήποτε ερώτηση μη διστάσετε να επικοινωνήσετε μαζί μας κι εμείς θα σας απαντήσουμε το συντομότερο δυνατό.',
    'contact_success' => 'Ευχαριστούμε για την επικοινωνία. Θα σας απαντήσουμε το συντομότερο δυνατό.',
    'contact_error' => 'Υπήρξε ένα σφάλμα στην αποστολή του μηνύματος. Παρακαλώ, προσπαθήστε ξανά.',

    // password reset
    'password_reset_motivation_part_1' => 'Σε περίπτωση που έχετε ξεχάσει τον κωδικό σας μπορείτε ',
    'password_reset_motivation_part_2' => 'να τον επαναφέρετε',
    'request_password_reset' => 'Αίτηση Επαναφοράς Κωδικού',
    'email_fill' => 'Παρακαλώ συμπληρώστε το email σας.',
    
    'password_reset_link' => 'Έχει αποσταλεί στο email σας ένας σύνδεσμος για την επαναφορά του κωδικού σας.',
    'password_reset_success' => 'Ελέγξτε το email σας για περαιτέρω οδηγίες.',
    'password_fill' => 'Παρακαλώ, επιλέξτε το νέο κωδικό σας.',
    'password_reset_save_success' => 'Ο νέος κωδικός έχει αποθηκευτεί.',
    'password_reset_error' => 'Δεν ήταν δυνατόν να γίνει επαναφορά κωδικού για το συγκεκριμένο email.',
    'Password reset token cannot be blank.' => 'Το token του κωδικού επαναφοράς δεν μπορεί να είναι κενό.',
    'password_reset_wrong_token' => 'Λάθος token επαναφοράς κωδικού.',

    // signup
    'signup_motivation' => 'Παρακαλώ, συμπληρώστε τα παρακάτω πεδία για την εγγραφή σας:',
    'signup_activation_motivation' => 'Θα σας αποσταλεί email με τον σύνδεσμο ενεργοποίησης.',
    'signup_error' => 'Η εγγραφή δεν έχει ολοκληρωθεί. Παρακαλώ, επικοινωνήστε μαζί μας.',

    // login
    'login_motivation' => 'Παρακαλώ, συμπληρώστε τα παρακάτω πεδία για να συνδεθείτε:',
    'login_account_activation' => 'Πρέπει πρώτα να γίνει ενεργοποίηση του λογαριασμού σας. Παρακαλώ, ελέγξτε το email σας.',
    'signup_with_activation_success' => 'Για την είσοδό σας στο σύστημα πρέπει πρώτα να επιβεβαιώσετε την εγγραφή σας. Παρακαλώ, ελέξγτε το email που σας έχει σταλεί.',

    // account activation
    'signup_with_activation_error' => 'Το email ενεργοποίησης δεν έχει αποσταλεί. Παρακαλώ, επικοινωνήστε μαζί μας.',
    'signup_success' => 'Επιτυχής επιβεβαίωση! Πλέον μπορείτε να συνδεθείτε.',
    'signup_error' => 'ο λογαριασμός σας δεν έχει ενεργοποιηθεί. Παρακαλώ, επικοινωνήστε μαζί μας.',
    'blank_account_activation_token' => 'Το token ενεργοποίησης λογαριασμού δεν μπορεί να είναι κενό.',
    'wrong_account_activation_token' => 'Λάθος token ενεργοποίησης λογαριασμού.',

    //-- mixed --//
    'hello' => 'Γεια σας',
    'thank_you' => 'Ευχαριστούμε',
    
    'new_password_to_change' => 'Νέος κωδικός (εάν επιθυμείτε να τον αλλάξετε)',
    
    'read_more' => 'Διαβάστε περισσότερα',
    'more' => 'Περισσότερα',
    'published_on' => 'Δημοσιεύτηκε στις',

    //-- errors --//
    'error_process_request' => 'Προέκυψε το παραπάνω σφάλμα κατά την επεξεργασία της αίτησής σας.',
    'error_server' => 'Παρακαλώ, επικοινωνήστε μαζί μας αν νομίζετε ότι αυτό είναι σφάλμα του server. Ευχαριστούμε.',
    'unauthorized_access' => 'Δεν επιτρέπεται να έχετε πρόσβαση στη συγκεκριμένη σελίδα.',

];
