<?php

return [
    'submit' => 'Υποβολή',
    'cancel' => 'Ακύρωση',
    'update' => 'Τροποποίηση',
    'delete' => 'Διαγραφή',
    'create' => 'Δημιουργία',
    'send' => 'Αποστολή',
    'save' => 'Αποθήκευση',
    'list' => 'Λίστα',
    'menu' => 'Μενού',
    'back' => 'Πίσω',
    'reset' => 'Επαναφορά',
    'reset_grid' => 'Επαναφορά Grid',
    'reset_password' => 'Επαναφορά Κωδικού',
    'view_all' => 'Εμφάνιση Όλων',
    'login' => 'Σύνδεση',
    'signup' => 'Εγγραφή',
    'remember_me' => 'Να με θυμάσαι',
    
    'delete_item' => 'Είστε σίγουρος ότι θέλετε να διαγράψετε το συγκεκριμένο αντικείμενο;',
    
    //-- CMS buttons --//
    'create_user' => 'Δημιουργία Χρήστη',
    'create_article' => 'Δημιουργία Άρθρου',
];
