<?php

return [
    'home' => 'Αρχική',
    'about' => 'Ποιοί Είμαστε',
    'products' => 'Προϊόντα',
    'contact' => 'Επικοινωνία',
    'login' => 'Σύνδεση',
    'signup' => 'Εγγραφή',
    'logout' => 'Αποσύνδεση',
    'users' => 'Χρήστες',
    'articles' => 'Άρθρα',
    'register' => 'Εγγραφή',
    'administrator_login' => 'Σύνδεση Διαχειριστή',
    'faq' => 'Συχνές Ερωτήσεις',
    'help' => 'Βοήθεια',
    'contact_form' => 'Φόρμα Επικοινωνίας',
    'contact_info' => 'Στοιχεία Επικοινωνίας',
    'map' => 'Χάρτης',
];
