_protected/frontend/models/SignupForm.php

INSERT INTO `user` (`username`, `email`, `password_hash`, `auth_key`, `status`, `created_at`, `updated_at`) VALUES ('demo1', 'demo1@gmail.com', '$2y$13$4e0DtipyiAiqzWo/qjgupuBzRDpkRkfbZTPlllcZ1aCY71Et.hzrq', 'AbhPlCShzLFhEgREOtEfudLAE_GhOspR', 10, 1470385816, 1470385816)
---
    public function signup()
    {
        $user = new User();

        $user->username = $this->username;
        $user->email = $this->email;
        $user->setPassword($this->password);
        $user->generateAuthKey();
        $user->status = $this->status;

        // if scenario is "rna" we will generate account activation token
        if ($this->scenario === 'rna')
        {
            $user->generateAccountActivationToken();
        }

        $transaction = Yii::$app->db->beginTransaction();
        try {
            if ($user->save()) {