_protected/common/models/LoginForm.php

    public function login()
    {
        if ($this->validate())
        {
            $user_login = new UserLogin;
            $member_role = UserRole::findOne(['sys_name' => 'member']);

            $user = $this->getUser();
            if (!empty($user)) {
                $user_login->user_id = $user->id;
                $user_login->user_role_id = $member_role->id;
                $user_login->ip = Yii::$app->request->getUserIP();
                $user_login->save();
---
SELECT EXISTS(SELECT * FROM `user_role` WHERE `id`=2)
SELECT * FROM `user_role` WHERE `sys_name`='member'
INSERT INTO `user_login` (`user_id`, `user_role_id`, `ip`, `created_at`) VALUES (6, 2, '192.168.56.1', '2016-08-09 18:30:53')