_protected/common/models/User.php

SELECT * FROM `user` WHERE (`email`='demo1@gmail.com') AND (`status`=10)
---
    public static function findByEmail($email)
    {
        return static::findOne(['email' => $email, 'status' => User::STATUS_ACTIVE]);